Repository: IsabelCliment/X5817451S
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: (See Appendix 7 for a summary of these surveys.)
es: (Véase un resumen de estas encuestas en el Apéndice 7.)

source: * Do not give small, hard foods such as whole nuts and large seeds until children are at least 5 years old to reduce the risk of choking.
es: No dar alimentos pequeños y duros, como frutos secos enteros y semillas grandes, hasta que los niños tengan al menos 5 años, para reducir el riesgo de atragantamiento.

source: A kernel that has been cracked, crushed, flaked or milled can only be described as wholegrain if it retains the same relative proportions of bran, germ and endosperm found in the original grain.
es: Un grano que haya sido roto, triturado, laminado o molido sólo podrá calificarse de grano entero si conserva las mismas proporciones relativas de salvado, germen y endospermo que el grano original.

source: A portion size refers to the amount of food offered at a single eating occasion.
es: El tamaño de una porción se refiere a la cantidad de alimentos que se proporciona para una ocasión de comida.

source: A ‘Summary’ box is included at the beginning of most parts and major sections, which brings together the key points made in the part or section.
es: Al principio de la mayoría de las partes y secciones principales se incluye un recuadro "Resumen" que reúne los puntos clave de la parte o sección.

source: Acknowledgements The development of the Food and Nutrition Guidelines for Children and Young People (Aged 2–18 Years): A background paper has involved a number of stages.
es: Reconocimientos La elaboración de las Directrices sobre Alimentación y Nutrición para Niños y Jóvenes (de 2 a 18 años): Un documento de referencia ha constado de varias etapas.

source: Aim This background paper: details up-to-date nutrition and physical activity policy based on current evidence considered for the New Zealand context.
es: Objetivo Este documento de referencia: detalla la política actualizada en materia de nutrición y actividad física basada en pruebas actuales consideradas para el contexto neozelandés.

source: Aim to increase the proportion of breads and cereals that are wholegrain as children get older.
es: Procura aumentar la proporción de panes y cereales integrales a medida que los niños crecen.

source: Alcohol is not recommended for children or young people.
es: El alcohol no es recomendado ni para niños ni para jóvenes.

source: All types of milk and milk products (eg, yoghurt, cheese) from all animal sources (eg, cow, goat) are included in this food group.
es: Todos los tipos de leche y productos lácteos (p. ej., yogur, queso) de origen animal (p. ej., vaca, cabra) están incluidos en este grupo de alimentos.

source: Although only indicative, these meal plans provide examples of regular eating periods throughout the day and food from each food group.Because young children are growing rapidly and typically engage in moderate to high levels of physical activity, they have energy requirements that are high relative to their small size and limited stomach capacity.
es: Dado que los niños pequeños crecen rápidamente y suelen realizar un nivel de actividad física de moderado a alto, tienen unas necesidades energéticas elevadas en relación con su pequeño tamaño y su limitada capacidad estomacal.

source: Although the proportion of young people having their main meal together with family/whānau decreases as they grow older, it still occurs reasonably regularly for most young people in New Zealand.
es: Aunque el porcentaje de jóvenes que realizan su comida principal junto con la familia/whānau disminuye a medida que crecen, esto sigue ocurriendo con razonable regularidad para la mayoría de los jóvenes en Nueva Zelanda.

source: Appendix 5 presents three-day sample meal plans for children and young people aged 2–3 years, 4–8 years, 9–13 years and 14–18 years.
es: En el apéndice 5 se presentan ejemplos de planes de comidas de tres días para niños y jóvenes de edades de 2-3 años, 4-8 años, 9-13 años y 14-18 años.

source: Around 10 percent of New Zealand children and young people do not eat breakfast regularly.
es: Alrededor del 10% de los niños y jóvenes neozelandeses no desayunan con regularidad.

source: As foods are generally consumed in combination (ie, more than one food group at a time) and not necessarily in standard serving sizes, it is difficult to calculate intake of each food group to compare with the recommendations.
es: Dado que los alimentos suelen consumirse de forma combinada (es decir, más de un tipo de comida a la vez) y no necesariamente en raciones de tamaño estándar, resulta difícil calcular la ingesta de cada grupo de alimentos para compararla con las recomendaciones.

source: As outlined in more detail below, each of the four food groups is important for different reasons and each provides a range of essential nutrients.
es: Como se detalla a continuación, cada uno de los cuatro grupos de alimento es importante por una razón diferente y cada uno proporciona una gama de nutrientes esenciales.

source: At 31 December 2009, there were over 1 million (1,021,630) children and young people aged 2–18 years, representing 24 percent of the total population (Statistics New Zealand 2010).
es: A 31 de diciembre de 2009, había más de 1 millón (1.021.630) de niños y jóvenes de entre 2 y 18 años, lo que representa el 24% de la población total (Statistics New Zealand 2010).

source: Based on total response ethnicity from the 2006 Census (and noting that those selecting more than one ethnic group are counted in all groups so percentages do not total 100), 72 percent of children and young people were European, 23 percent were Māori, 12 percent were Pacific and 10 percent were Asian.
es: Sobre la base de la etnia total de respuesta del Censo de 2006 (y teniendo en cuenta que los que seleccionan más de un grupo étnico se cuentan en todos los grupos, por lo que los porcentajes no suman 100), el 72% de los niños y jóvenes eran europeos, el 23% maoríes, el 12% del Pacífico y el 10% asiáticos.

source: Be active in as many ways as possible, for example, through play, cultural activities, dance, sport and recreation, jobs and going from place to place.
es: Estar activo de todas las maneras posibles, por ejemplo, a través de juegos, actividades culturales, baile, deporte y entretenimiento, trabajos y andar de un lugar a otro.

source: Be active with friends and whānau, at home, school, and in your community.
es: Estar activo con amigos y seres queridos, en casa, en el colegio y en tu comunidad.

source: Be aware of foods which are more likely to cause choking: – small hard foods that are difficult for children to bite or chew (eg, nuts, raw carrot, apple, celery) – small round foods that can get stuck in children’s throats (eg, grapes, berries, peas, watermelon and other large seeds, lollies, raisins/sultanas) – foods with skins or leaves that are difficult to chew (eg, sausages, chicken, lettuce, nectarines, peaches, plums) – compressible* food that can get stuck in children’s throats (eg hot dogs, sausages, pieces of cooked meat, popcorn) – thick pastes that can get stuck in children’s throats (eg, chocolate spreads, thick peanut butter) – fibrous or stringy foods that are difficult for children to chew (celery, rhubarb, raw pineapple) To reduce the risk of choking on these foods, you can: – alter the food texture – grate, cook, finely chop or mash the food – remove the high risk parts of the food – peel off the skin, or remove the strong fibres – avoid giving small hard foods, such as whole nuts and large seeds, until children are at least 5 years old.
es: Sea consciente de las comidas con mayor probabilidad de causar asfixia: –comidas pequeñas y duras que dificultan el masticar o morder a los niños (ej. nueces, zanahoria cruda, manzana, apio) –comidas pequeñas y con forma redonda que pueden quedarse atascadas en la garganta de un niño (ej. uvas, bayas, guisantes, sandía u otras semillas grandes, piruletas, pasas/pasas de esmirna) -comida con pieles u hojas que dificultan el masticar (ej. salchichas, pollo, lechuga, nectarinas, melocotones, ciruelas) –comida compacta* que puede quedarse atascada en la garganta de un niño (ej. perritos calientes, salchichas, trozos de carne cocinada, palomitas) –cremas espesas que pueden quedarse atascadas en la garganta de un niño (ej. chocolate para untar, mantequila de cacahuete espesa) –comida fibrosa o con fibras que son difíciles de masticar para un niño (apio, ruibarbo, piña)Para reducir el riesgo de asfixia con estas comidas, puede: -alterar la textura de la comida - rallarla, cocinarla, cortarla en láminas o hacerla puré. –extraiga las partes con mayor probabilidad de causar asficia - quite la piel o las fibras duras. –evite darles comidas pequeñas y duras, como nueces enteras o semillas grandes, hasta que los niños tengan 5 años como mínimo.

source: Be physically active.
es: Hacer actividad física.

source: Breads and cereals In 2008/09: nearly all 5–19 year olds ate bread every day, with approximately half (49%) eating brown, wholemeal or wholegrain bread most often, and the remainder eating white bread (43%), high-fibre white (7%) or other bread (1%) (Clinical Trials Research Unit and Synovate 2010a).
es: Pan y cereales En 2008/09 casi todos los niños de 5 a 19 años comían pan todos los días; aproximadamente la mitad (49%) consumía pan integral, integral o de grano entero con más frecuencia, y el resto, pan blanco (43%), blanco con alto contenido en fibra (7%) u otro tipo de pan (1%) (Clinical Trials Research Unit y Synovate 2010a).

source: Breads and cereals The breads and cereals food group includes all breads, cereals, rice, pasta and foods made from grain.
es: Pan y cereales El grupo de alimentos de panes y cereales incluye todos los panes, cereales, arroz, pasta y alimentos elaborados con granos.

source: Breads and cereals are also an important source of energy for children and young people.
es: El pan y los cereales son también una importante fuente de energía para niños y jóvenes.

source: Breads and cereals provide energy, carbohydrate, dietary fibre (especially wholegrains), protein and B vitamins (except B12).
es: El pan y los cereales aportan energía, hidratos de carbono, fibra dietética (especialmente los cereales integrales), proteínas y vitaminas del grupo B (excepto la B12).

source: Breakfast Eating breakfast is associated with a range of positive health outcomes, including better nutrient intake and a healthy body weight (Rampersaud et al 2005; de la Hunty and Ashwell 2007).
es: Desayuno Desayunar está asociado con una variedad de resultados positivos para la salud, que incluyen una mejor ingesta de nutrientes y un peso corporal saludable (Rampersaud et al 2005; de la Hunty y Ashwell 2007).

source: Breakfast consumption by parents and caregivers, and the availability of breakfast foods are important determinants of regular breakfast consumption.
es: El consumo de desayuno por parte de los padres y cuidadores, y la disponibilidad de alimentos para el desayuno son elementos importantes del consumo regular de desayuno.

source: Breakfast consumption is associated with a range of positive outcomes, including better nutrient intake and a healthy body weight.
es: El consumo de desayuno se asocia a una serie de resultados positivos, como una mejor ingesta de nutrientes y un peso corporal saludable.

source: Breast milk is included for children being breastfed.
es: La leche materna está incluida para los niños que son amamantados.

source: Canned vegetables and fruit are also picked at their prime and retain many nutrients, although beware of added sugar and salt.
es: Las verduras y frutas en conserva también se recogen en su mejor momento y conservan muchos nutrientes, aunque hay que tener cuidado con el azúcar y la sal añadidos.

source: Children and young people need a nutritious breakfast every day.
es: Los niños y jóvenes necesitan un desayuno nutritivo todos los días.

source: Children and young people represent a substantial proportion of the New Zealand population (Figure 1).
es: Los niños y los jóvenes representan una proporción sustancial de la población neozelandesa (Gráfico 1).

source: Citation: Ministry of Health.
es: Cita: Ministerio de Sanidad.

source: Colour is a good guide to ensuring variety with vegetables and fruit, which are often classified as green (eg, broccoli, spinach, kiwifruit), yellow/orange (eg, carrots, pumpkin, mandarins), red (eg, tomatoes, red peppers, strawberries), blue/ purple (eg, beetroot, eggplant, plums) or brown/white (eg, onions, potatoes, bananas).
es: El color es un buen guía para asegurar una variedad de frutas y verduras, que suelen estar clasificadas como verdes (ej. brocoli, espinaca, kiwi), amarillas/naranjas (ej. zanahorias, calabaza, mandarinas), rojas (ej. tomates, pimientos rojos, fresas), azules/moradas (ej. remolacha, berenjena, ciruelas) o marrones/blancas (ej. cebollas, patatas, plátanos).

source: Comments and recommendations (including some additional references) from the submissions were considered and further specialist input was sought to produce the final document.
es: Se tuvieron en cuenta los comentarios y recomendaciones (incluidas algunas referencias adicionales) de las propuestas y se solicitó la opinión de otros especialistas para elaborar el documento final.

source: Commercially frozen vegetables and fruit are usually picked at their prime and ‘snap frozen’ so they should retain many of their nutrients.
es: Las verduras y frutas congeladas comercialmente suelen recogerse en su mejor momento y congelarse a presión, por lo que conservan muchos de sus nutrientes.

source: Consumption tends to decrease with increasing age.
es: El consumo tiende a disminuir con el aumento de la edad.

source: Continuous eating or ‘grazing’ is not recommended as it prevents saliva from neutralising acids in the mouth and remineralising tooth enamel between eating occasions (see section 13.2: Oral health).
es: No se recomienda comer o "picar entre horas" continuamente, ya que evita que la saliva neutralice los ácidos en la boca y remineralice el esmalte dental entre las comidas (consulte la sección 13.2: Salud bucal).

source: Continuous eating or ‘grazing’ is not recommended.
es: No se recomienda comer continuamente o picotear.

source: Description of the population For the purposes of this background paper, ‘children and young people’ are those aged from 2 to 18 years.
es: Descripción de la población A efectos del presente documento de referencia, se entiende por "niños y jóvenes" las personas de edades comprendidas entre los 2 y los 18 años.

source: Do not give children less than 13 years of age coffee or tea.
es: No de café o té a niños menores de 13 años.

source: Dr Don Mackie Chief Medical Officer Clinical Leadership, Protection and Regulation Business Unit Ministry of Health
es: Dr. Don Mackie Médico Jefe Unidad de Liderazgo Clínico, Protección y Regulación Ministerio de Sanidad

source: Drink plenty of water during the day.
es: Beba bastante agua durante el día.

source: During the public consultation 44 submissions were received from individuals and organisations representing the public and personal health sector, industry, non-governmental organisations, academic and research sector, education and training sector and Crown agencies.
es: Durante la consulta pública se recibieron 44 propuestas de particulares y organizaciones que representaban al sector de la salud pública y personal, la industria, las organisations no gubernamentales, el sector académico y de investigación, el sector de la educación y la formación y las agencias de la Corona.

source: Eat a variety of foods from each of the four major food groups each day: vegetables and fruit, including different colours and textures breads and cereals, increasing wholegrain products as children increase in age milk and milk products or suitable alternatives, preferably reduced or low-fat options lean meat, poultry, fish, shellfish, eggs, legumes, nuts and seeds.* 2.
es: Comer variedad de comidas de los cuatro grandes grupos de comidas cada día: verduras y frutas de diferentes colores y texturas panes y cereales, aumentando la ingesta de productos integrales conforme aumentan en edad leche y productos lácteos o alternativas adecuadas, preferiblemente opciones bajas en grasa carne magra, carne de aves de corral, pescado, marisco huevos, legumbres, frutos secos y semillas. [* No de comida dura o en trozos muy pequeños como frutos secos o semilla grandes hasta que el niño tenga al menos cinco años para reducir el riesgo de ahogo (consulte sección 1.3: Resumen de grupos de comidas, tamaño de las porciones e ingesta recomendada).]* 2.

source: Eat enough for activity, growth and to maintain a healthy body size.
es: Coma lo suficiente acorde a la actividad y crecimiento para mantener un tamaño corporal sano.

source: Eat meals with family or whānau as often as possible.
es: Comer con familia y allegados tan a menudo como sea posible.

source: Eat regularly over the day, that is, have breakfast, lunch and dinner, and include in- between snacks for young children or if hungry.
es: Coma regularmente durante el dia, esto es, tomar desayuno, comida y cena incluyendo snacks entre horas para adolescentes si tienen hambre.

source: Eating a variety of foods in the recommended amounts from each of the four food groups should provide sufficient energy and nutrients for most healthy children and young people (see sample meal plans in Appendix 5).
es: Consumir una variedad de alimentos en las cantidades recomendadas de cada uno de los cuatro grupos alimentarios debe proporcionar energía y nutrientes suficientes para la mayoría de niños y adolescentes sanos (ver ejemplo de dieta en el apéndice 5).

source: Eating regular meals and small snacks during the day from the four food groups (see section 1.2: Food groups and recommended serving sizes) is the key to healthy eating for children and young people.
es: La clave de una alimentación sana para niños y jóvenes reside en realizar comidas regulares y pequeños tentempiés durante el día de los cuatro grupos de alimentos (véase el apartado 1.2: Grupos de alimentos y raciones recomendadas).

source: Encourage a healthy lunch every day.
es: Fomentar un almuerzo saludable todos los días.

source: Encourage children and young people to be involved in shopping, growing and cooking family meals.
es: Animar a los niños y a los jóvenes involucrarse en la compra, en la cultivación y en la elaboración de las comidas familiares.

source: Encourage healthier choices when the family/whānau is deciding on takeaways.
es: Anime a la familia y allegados a elegir opciones más sanas a la hora de elegir comida para llevar.

source: Encourage nutritious family/whānau dinners, during which everyone eats together.
es: Fomenta las cenas familiares/whānau nutritivas, durante las cuales todos coman juntos.

source: Encourage school boards to actively promote and sell healthy food and drinks through their canteens or tuckshops.
es: Anime a las juntas escolares a promover activamente y vender comidas y bebidas saludables en los comedores o las cantinas.

source: Encourage those who skip breakfast because of lack of time to take ‘portable’ food from home to eat on their way to school (eg, banana, peanut butter sandwich).
es: Animar a los que no desayunan por falta de tiempo a que se lleven comida para llevar de casa para comer de camino al colegio (por ejemplo, plátano, sándwich de mantequilla de cacahuete).

source: Energy drinks or energy shots are not recommended for children or young people.
es: Las bebidas energéticas no son recomendables para niños o adolescentes.

source: Establishing good nutrition and physical activity patterns in childhood contributes to good health throughout life.
es: Establecer unas buenas pautas de nutrición y actividad física en la infancia contribuye a gozar de buena salud durante toda la vida.

source: Examples of healthy and nutritious snacks are: fruit, yoghurt, vegetable sticks with a low-fat dip (eg, hummus or yoghurt-based dips), mini-sandwiches, mini homemade ‘pizzas’, ‘mousetraps’ (toasted cheese and yeast extract spread on bread), nuts and milk.
es: Algunos ejemplos de tentempiés sanos y nutritivos son: fruta, yogur, palitos de verdura con una salsa baja en grasas (por ejemplo, hummus o salsas a base de yogur), minisándwiches, minipizzas caseras, tostadas "mousetraps" (queso fundido y extracto de levadura untado en pan), frutos secos y leche.

source: Food and Nutrition Guidelines for Healthy Children and Young People (aged 2–18 years) A background paper
es: Directrices sobre alimentación y nutrición para niños y jóvenes sanos (de 2 a 18 años): Un documento de referencia.

source: Food and Nutrition Guidelines for Healthy Children and Young People (Aged 2–18 years): A background paper.
es: Directrices sobre Alimentación y Nutrición para Niños y Jóvenes Sanos (de 2 a 18 años): Un documento de referencia.

source: Food and nutrition for children and young people Childhood and adolescence are periods of rapid physical, social, cognitive and behavioural change.
es: Alimentación y nutrición para niños y jóvenes La infancia y la adolescencia son periodos de cambios físicos, sociales, cognitivos y de comportamiento rápidos.

source: Food groups and recommended serving sizes The Food and Nutrition Guideline Statements refer to the four food groups: 1.
es: Grupos de alimentos y tamaños de porción recomendados Las Guías de Alimentación y Nutrición se refieren a los cuatro grupos de alimentos: 1.

source: For background information see section 12.3: Food-related choking in young children aged 2–5 years and the Ministry of Health website www.health.govt.nz Current intakes The recommended intakes of the four food groups provide a guide to the types and amounts of foods required to meet the recommended intake requirements for nutrients.
es: Para más información, véase el apartado 12.3: Atragantamientos relacionados con la comida en niños pequeños de 2 a 5 años y la página web del Ministerio de Sanidad www.health.govt.nz Ingestas actuales Las ingestas recomendadas de los cuatro grupos de alimentos proporcionan una guía de los tipos y cantidades de alimentos necesarios para satisfacer los requisitos de ingesta recomendada de nutrientes.

source: For children and young people with special dietary requirements, this advice should be adapted by a dietitian or appropriate health practitioner.
es: En el caso de niños y jóvenes con necesidades dietéticas especiales, estos consejos deben ser adaptados por un dietista o un profesional sanitario adecuado.

source: For example, although it is recommended that children consume two standard servings of milk and milk products each day, they can meet this requirement by consuming the following portions: half a glass of milk with breakfast cereal, 75 g yoghurt as a morning snack, 20 g of cheese with lunch, and half a glass of milk with dinner.
es: Por ejemplo, aunque se recomienda que los niños consuman dos raciones estándar de leche y productos lácteos cada día, pueden satisfacer este requisito con el consumo de las siguientes porciones: medio vaso de leche con cereales del desayuno, 75 g de yogur como aperitivo por la mañana, 20 g de queso para la comida del medio día y medio vaso de leche a la hora de cenar.
